{
    "title": {
        "media": {
            "url": "assets/images/free-photo-of-facade-of-the-palazzo-della-civilta-italiana-in-rome-italy.webp",
            "caption": "Facade of the Palazzo della Civilta Italiana in Rome, Italy",
            "credit": "Photo by Ivan Dražić from <a href='https://www.pexels.com/photo/facade-of-the-palazzo-della-civilta-italiana-in-rome-italy-19368934/'>Pexels</a>"
        },
        "text": {
            "headline": "Palazzo della Civiltà Italiana: A Contested Heritage",
            "text": "<p>Exploring the contested cultural heritage of the Palazzo della Civiltà Italiana in Rome, from its origins in the Fascist era to its modern-day recontextualization as a fashion headquarters and its role in public debates on fascism's legacy in Italy</p>"
        }
    },
    "events": [
        {
            "media": {
                "url": "assets/video/Italia.mp4",
                "caption": "Mussolini's speech announcing the invasion of Ethiopia, 1935",
                "credit": "Archivio Luce, https://patrimonio.archivioluce.com/luce-web/detail/IL5000018624/2/-191354.html"
            },
            "start_date": {
                "year": "1935",
                "month": "10",
                "day": "2"
            },
            "text": {
                "headline": "The Justification for Invasion",
                "text": "<p>In his speech announcing the invasion of Ethiopia in 1935, Mussolini justified the invasion on the basis of Italian superiority: <blockquote>A people of heroes, of saints, of poets, of artists, of navigators, of colonizers, of transmigrators</blockquote></p><p>How does this declaration connect with the Palazzo della Civiltà Italiana, the contested cultural object that will be discussed?</p>"
            }
        },
        {
            "media": {
                "url": "assets/images/palazzo_in_costruzione.jpg",
                "caption": "Construction begins on the Palazzo della Civiltà Italiana",
                "credit": "By Sentruper - File:E42 in costruzione.jpg on it.wiki. Originally appeared on the cover of the Italian magazine Oggi in 1940, Public Domain, https://commons.wikimedia.org/w/index.php?curid=22809909"
            },
            "start_date": {
                "year": "1938"
            },
            "text": {
                "headline": "Inception of the Palazzo della Civiltà Italiana",
                "text": "<p>The <strong>Palazzo della Civiltà Italiana</strong>, also known as the <strong>Colosseo Quadrato</strong> (Square Colosseum), was designed by architects <strong>Giovanni Guerrini, Ernesto Lapadula</strong>, and <strong>Mario Romano</strong> in May 1938. The concept was later refined by <strong>Marcello Piacentini</strong>, the supervisor and planner of the EUR project, which was aimed to celebrate Italy's imperial grandeur for the 1942 World Exposition, marking the 20th anniversary of the Fascist march on Rome.</p>"
            }
        },
        {
            "media": {
                "url": "assets/images/Modello_palazzo_della_Civiltà_italiana_Museo_scienza_e_tecnologia_Milano.jpg",
                "caption": "Construction begins on the Palazzo della Civiltà Italiana",
                "credit": "CC BY-SA 4.0 | 2012 | Alessandro Nassiri | Museo Nazionale della Scienza e della Tecnologia Leonardo da Vinci, Milano | https://it.m.wikipedia.org/wiki/File:Modello_palazzo_della_Civilt%C3%A0_italiana_Museo_scienza_e_tecnologia_Milano.jpg"
            },
            "start_date": {
                "year": "1938"
            },
            "end_date": {
                "year": "1942"
            },
            "text": {
                "headline": "Construction and Symbolism",
                "text": "<p>The <strong>Palazzo della Civiltà Italiana</strong> was built in a span from 1938 to 1942 amidst the outbreak of <strong>World War II</strong>. Although it was <strong>inaugurated in 1940</strong>, the Universal Exhibition it was built for never took place.</p><p>The building's architecture, with its 216 round arches and the inclusion of 28 neoclassical statues, not only draws from <strong>Roman architectural heritage</strong> but also signifies the fascist regime's ambitions and Mussolini's personal symbolism through its measurements and artistic details. These aspects highlight the fascists' desire to link their regime to the glory of ancient Rome.</p>"
            }
        },
        {
            "media": {
                "url": "assets/images/Iscrizione_italiani_popolo_di_poeti.jpeg",
                "caption": "Inscription atop the facade of the Palazzo della Civiltà Italiana, encapsulating Mussolini's vision of the Italian people as 'a nation of poets, artists, heroes, saints, thinkers, scientists, sailors, emigrants'",
                "credit": "Photo by Reame, March 4, 2013, via Wikimedia Commons, under Creative Commons Attribution 2.0 Generic (CC BY 2.0) license. https://it.m.wikipedia.org/wiki/File:Iscrizione_italiani_popolo_di_poeti.JPG"
            },
            "start_date": {
                "year": "1938",
                "month": "",
                "day": ""
            },
            "text": {
                "headline": "The Spiritual Center of EUR",
                "text": "<p>The <strong>Palazzo della Civiltà Italiana</strong>, intended as the EUR district's spiritual center, embodies 'the genius of the Italian race under Fascism,' marked by Mussolini's 1935 inscription: '<strong>a people of poets, artists, heroes, saints, thinkers, scientists, navigators, transmigrators.</strong>' This highlights Italian prowess and justifies the <strong>invasion of Ethiopia</strong>, linking the Palazzo to fascist expansion and Africa's new fascist empire.</p><p>The war aimed at reviving the Roman Empire and addressing <strong>overpopulation and unemployment</strong> with <strong>African agricultural colonies</strong>. These actions, reflecting fascist values of aggression, resulted in war crimes charges, framing the Palazzo as a <strong>symbol of fascist aggression</strong>.</p>"
            }
        },        
        {
            "media": {
                "url": "assets/images/Palazzo_della_Civiltà_Italiana_04.jpg",
                "caption": "Palazzo della Civiltà Italiana",
                "credit": "CC BY-SA 4.0 | 2016 | Nicholas Gemini | https://commons.wikimedia.org/wiki/File:Palazzo_della_Civilt%C3%A0_Italiana_04.jpg"
            },
            "start_date": {
                "year": "1940"
            },
            "text": {
                "headline": "Mostra della Civiltà Italiana",
                "text": "<p>The <strong>Mostra della Civiltà Italiana</strong> was intended to be the centerpiece exhibition of the EUR, illustrating the historical evolution of Italy <strong>from ancient times to the Fascist era</strong>.</p><p>The exhibition's design, descending from pre-Roman and Roman civilization to a climax with the 'Mussolinian Room,' aimed to glorify the Duce and the regime's 'severely Roman and modern' character.</p><p>This setup underscores the use of art and architecture as tools for disseminating fascist ideology and values.</p>"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "1943",
                "month": "",
                "day": ""
            },
            "end_date": {
                "year": "1945",
                "month": "",
                "day": ""
            },
            "text": {
                "headline": "Occupation and Aftermath",
                "text": "<p>In late 1943, the <strong>Palazzo della Civiltà Italiana</strong> was occupied by German troops, followed by the Allies after the liberation of Rome in June 1944.</p><p>Post-liberation, the building was left <strong>abandoned and vandalized</strong>, with parts of its statute scattered.</p><p>By September 1945, after the Allies left, approximately <strong>10,000 displaced persons</strong>, homeless from the war, sought refuge within its premises.</p>"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "1957",
                "month": "",
                "day": ""
            },
            "end_date": {
                "year": "1962",
                "month": "",
                "day": ""
            },
            "text": {
                "headline": "Post-War Redevelopment",
                "text": "<p>In the late 1950s and early 1960s, the <strong>Palazzo della Civiltà Italiana</strong> saw redevelopment, transforming into a hub for government administration within the EUR district. This period marked the relocation of <strong>four ministries</strong> between 1957 and 1962.</p><p>The <strong>Christian Democrats</strong> established their headquarters at Palazzo Sturzo nearby in 1958, and the <strong>Archivio Centrale dello Stato</strong> moved to EUR in 1960.</p><p>The 1960 Olympics catalyzed further development, introducing new sports facilities like the <strong>Palazzo dello Sport</strong> and the <strong>Velodromo Olimpico</strong> to the area.</p>"
            }
        },
        {
            "media": {
                "url": "assets/video/rossellini.mp4",
                "caption": "Highlights from 'Roma città aperta' by Roberto Rossellini and 'La Signora delle Camelie' by Michelangelo Antonioni, showcasing the Palazzo della Civiltà Italiana as a key backdrop, illustrating its iconic status in Italian cinema",
                "credit": ""
            },
            "start_date": {
                "year": "1962",
                "month": "",
                "day": ""
            },
            "end_date": {
                "year": "1971",
                "month": "",
                "day": ""
            },
            "text": {
                "headline": "A Cinematic Icon",
                "text": "<p>The <strong>Palazzo della Civiltà Italiana</strong> has been a captivating setting for various films, highlighting its architectural beauty and historical significance.</p><p>It featured in <strong>Federico Fellini</strong>'s 'Le tentazioni del Dottor Antonio' from 'Boccaccio '70' (1962), <strong>Julie Taymor</strong>'s 'Titus' (1999), and other significant works such as 'Roma città aperta' by <strong>Roberto Rossellini</strong> (1945), '8 ½' by Federico Fellini (1963), 'La Signora delle Camelie' by <strong>Michelangelo Antonioni</strong> (1971), showcasing the Palazzo's versatility and appeal as a film location over the decades.</p>"
            }
        },
        {
            "media": {
                "url": "assets/images/02_fendi-roma_the-artisans-of-dreams_essentials-room-1000x550.jpg",
                "caption": "Exhibition at Palazzo della Civiltà Italiana celebrating Fendi's artisanal heritage. https://www.lvmh.it/notizie-documenti/notizie/la-mostra-fendi-roma-rende-omaggio-alleccellenza-artigiana/",
                "credit": ""
            },
            "start_date": {
                "year": "2013",
                "month": "7",
                "day": ""
            },
            "text": {
                "headline": "Fendi's New Headquarters",
                "text": "<p>In July 2013, <strong>Fendi</strong> announced its move to rent the <strong>Palazzo della Civiltà Italiana</strong> as its new <strong>international headquarters</strong>. This decision reflects the broader context of private companies, especially from the design and fashion sectors, stepping in to sponsor the maintenance of Italy's architectural heritage due to the <strong>government's financial constraints</strong>.</p><p><strong>UNESCO</strong> does not sponsor the site as it is not part of the World Heritage of Humanity. Therefore, the Italian government is responsible for its upkeep, navigating the complexities of Italian law regarding cultural heritage. This situation underscores the significance of private sponsorship in preserving Italy's historical sites.</p><p>Originally designed to house a fascist exhibition, Fendi has repurposed the ground floor as an exhibition area, while the upper floors are utilized as office spaces. This adaptation showcases a modern reinterpretation of the building's historical and cultural significance.</p>"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2013",
                "month": "",
                "day": ""
            },
            "text": {
                "headline": "The Persistence of Fascist Architecture",
                "text": "<p>Post-WWII, many structures and symbols from Mussolini's regime remained, partly due to Allied recommendations focusing only on the removal of the most overt fascist symbols. This set a precedent for local authorities, who, lacking resources, did little to erase the regime's marks, leaving many symbols still visible today.</p><p><strong>Fascist architecture</strong> in Italy remains a contentious subject, lacking a unified narrative on its contemporary significance.</p><p><strong>Max Page</strong> and <strong>Joshua Arthurs</strong> highlight the troubling silence and potential glorification of a dark period through the preservation of fascist monuments, amid rising right-wing influence.</p>"
            }
        },
        {
            "media": {
                "url": "assets/images/4491.avif",
                "caption": "The Palazzo della Civiltà Italiana",
                "credit": "Photograph: Alberto Pizzoli/AFP/Getty Images"
            },
            "start_date": {
                "year": "2015",
                "month": "10",
                "day": "22"
            },
            "text": {
                "headline": "The Guardian: Fendi's Move to Mussolini's HQ",
                "text": "<p><em>The Guardian</em> reports on <strong>Fendi's relocation</strong> to Mussolini's iconic <strong>Palazzo della Civiltà Italiana</strong>, sparking debate over political sensitivity. Fendi defends the move, emphasizing the <strong>architectural merit over historical associations</strong>, amidst criticisms of normalizing Fascist symbols.</p><p>\"What should I say? For me it is a non-issue. For the Romans it is a non-issue. For Italians it is a non-issue,\" said Fendi’s chief executive, <strong>Pietro Beccari</strong>. \"This building is beyond a discussion of politics. It is aesthetics. It is a masterpiece of architecture. To rebuild it today would cost more than €500m.\"</p><p>\"Fascism governed with Romanity, which held that there is a continuity between the [ancient] Rome that ruled the world and fascism, that wanted to at least dominate the Mediterranean,\" <strong>Paolo Nicoloso</strong>, an architectural historian, explained the propaganda perspective that initially fueled the building's construction.</p><p>\"It propounds a notion of ‘good taste’ that is deeply similar to that of the fashion industry – shamelessly elitist, wilfully sinister, hierarchical, Classical, its apparent minimalism belied by an obsession with the finest possible material and the severest cut,\" <strong>Owen Hatherley</strong>, an architecture expert and contributor to the Guardian, criticized the aesthetic allure that might attract fashion houses to fascist-era architecture.</p><p><a href='https://www.theguardian.com/world/2015/oct/22/fendi-launches-hq-in-mussolini-propaganda-building'>Read more on The Guardian</a></p>"
            }
        },
        {
            "media": {
                "url": "assets/images/Persistance-fascis-monuments-Italy-feature.webp",
                "caption": "The Palazzo della Civiltà Italiana",
                "credit": "Photograph by Stephen Bisgrove / Alarmy"
            },
            "start_date": {
                "year": "2017",
                "month": "10",
                "day": "5"
            },
            "text": {
                "headline": "The New Yorker: Fascist Monuments' Endurance",
                "text": "<p>Ruth Ben-Ghiat in <em>The New Yorker</em> delves into the persistence of Fascist architecture in Italy, particularly the <strong>Palazzo della Civiltà Italiana</strong> now serving as Fendi's headquarters. Highlighting Italy's complex relationship with its Fascist past, the article suggests a lack of critical engagement with the era's symbols amidst right-wing politics resurgence.</p><p><a href='https://www.newyorker.com/culture/culture-desk/why-are-so-many-fascist-monuments-still-standing-in-italy'>Read more on The New Yorker</a></p>"
            }
        },
        {
            "media": {
                "url": "",
                "caption": "",
                "credit": ""
            },
            "start_date": {
                "year": "2017",
                "month": "10",
                "day": "12"
            },
            "text": {
                "headline": "Response to Ruth Ben-Ghiat's Article on Fascist Monuments",
                "text": "<p>In a response to <em>The New Yorker</em>'s article questioning the presence of Fascist monuments in Italy, <strong>Antonio Pennacchi</strong> defends the architectural merit of buildings like the <strong>Palazzo della Civiltà Italiana</strong>. Published in <em>Il Foglio</em>, Pennacchi emphasizes the aesthetic beauty and historical significance of Italy's modernist architecture from the Fascist era, highlighting its roots in pre-existing movements rather than purely ideological expressions. He argues for the continuity in Italian society and architecture, suggesting Italians' acceptance of this architecture is due to its embodiment of modernity, not Fascism. \"Our history is dominated by continuity,\" he states, indicating the seamless transition from Fascist to post-war Italy in architecture and societal structures.</p><p><a href='https://www.ilfoglio.it/cultura/2017/10/12/news/il-palazzo-della-civilta-alleur-e-bellissimo-la-risposta-di-pennacchi-al-new-yorker-157269/'>Read more on Il Foglio</a></p>"
            }
        },
        {
            "media": {
                "url": "assets/images/1465556203-roma-pride-2016-01.jpg",
                "caption": "Poster for the 2016 Rome Gay Pride with the Palazzo della Civiltà Italiana in the background",
                "credit": "Photograph by Jessica Guidi"
            },
            "start_date": {
                "year": "2016",
                "month": "6",
                "day": "9"
            },
            "text": {
                "headline": "The Guardian: Fendi's U-Turn on Roma Pride Controversy",
                "text": "<p><strong>Fendi</strong> faced backlash after initially opposing <strong>Roma Pride</strong>'s use of the <strong>Palazzo della Civiltà Italiana</strong>, Fendi's HQ, in its campaign. The Italian fashion house threatened legal action against the LGBT rights group for using the building's image without permission. The controversy, highlighted by <em>The Guardian</em> and written by <strong>Stephanie Kirchgaessner</strong>, sparked debate over the use of a symbol of Italy’s fascist era to promote LGBT rights.</p><p>Fendi, after a brief media storm, retracted its opposition, stating it supported Roma Pride and the LGBTQI community. This change of stance came after <strong>Roma Pride</strong> defended the campaign, emphasizing the building's status as a city symbol and dismissing Fendi's claims as potential bigotry. The situation was resolved with a joint statement, emphasizing Fendi's commitment to diversity and inclusion.</p><p><a href='https://www.theguardian.com/world/2016/jun/09/fendi-forced-to-retract-opposition-to-roma-pride-using-image-of-hq'>Read more on The Guardian</a></p>"
            }
        },
        {
            "media": {
                "url": "assets/images/49744083-10140229-image-a-42_1635421947492.avif",
                "caption": "The EUR district seen from above",
                "credit": "AFP via Getty Images"
            },
            "start_date": {
                "year": "2021",
                "month": "10",
                "day": "28"
            },
            "text": {
                "headline": "Daily Mail: Mussolini's EUR as G20 Host",
                "text": "<p><em>Daily Mail</em> reports on the <strong>G20 summit</strong> held in the EUR district. With coverage by <strong>Lauren Lewis</strong>, the summit served as President Joe Biden's platform post-Afghanistan withdrawal. Amid EUR's grandiose fascist architecture, world leaders discussed pressing global issues in a setting that's both a relic of Mussolini's regime and a modern venue. The article underscores the dichotomy of holding a summit promoting 'Peace, People, Prosperity' in a location symbolizing Italy's fascist era.</p><p><a href='https://www.dailymail.co.uk/news/article-10140229/Mussolinis-monument-fascism-host-G20-summit-Joe-Biden-face-world-leaders.html'>Read more on Daily Mail</a></p>"
            }
        },
        {
            "media": {
                "url": "assets/images/Italian_empire_1940.webp",
                "caption": "The Italian Colonial Empire",
                "credit": "https://www.newworldencyclopedia.org/entry/Italian_Empire"
            },
            "start_date": {
                "year": "2022",
                "month": "",
                "day": ""
                },            
            "text": {
                "headline": "Challenges of Italy's Postcolonial Heritage",
                "text": "<p>Italy's postcolonial challenges differ markedly from other European countries like France or Britain. Key aspects include:</p><ul><li><strong>Colonial Timeline:</strong> Italy's colonies in regions like Ethiopia and Libya did not achieve independence simultaneously, with official decolonization starting only in 1947.</li><li><strong>Sustained Relations:</strong> Post-WWII, Italy continued colonial-like relations, notably administering Somalia until 1960 and maintaining economic ties with Libya until 1970.</li><li><strong>Immigration:</strong> Unlike Britain and France, Italy saw little immigration from former colonies, reinforcing its perception as a homogeneous nation.</li><li><strong>Historical Overlook:</strong> Italy has largely ignored the violent parts of its colonial past, a trend described by historian Angelo Del Boca as 'silencing' of colonial atrocities.</li></ul><p>This complex legacy affects interpretations of sites like the Palazzo della Civiltà Italiana, reflecting its contested origins and current rebranding.</p>"
            }
        },   
        {
            "media": {
                "url": "assets/images/Denazification-street.jpg",
                "caption": "Workers removing the signage from a former 'Adolf Hitler-Straße' (today 'Steinbrückstraße') in Trier, May 12, 1945",
                "credit": "<a href='http://www.army.mil/CMH/books/wwii/Occ-GY/ch15.htm' target='_blank'>THE U.S. ARMY IN THE OCCUPATION OF GERMANY, 1944–1946</a>"
            },
            "start_date": {
                "year": "2022",
                "month": "",
                "day": ""
            },
            "text": {
                "headline": "Italy vs. Germany Post-War Reeducation Efforts",
                "text": "<p>Italy's approach to post-WWII reeducation differed significantly from Germany's strict denazification. Key differences include:</p><ul><li><strong>Germany's Denazification:</strong> Laws in 1949 banned Nazi symbols and targeted apologists.</li><li><strong>Italy's Approach:</strong> Post-1943, many fascist symbols remained. The Allies suggested removing only overt symbols like Mussolini's busts, but many artifacts were left intact.</li><li><strong>Local Measures:</strong> Due to limited resources and lack of directive, Italian authorities removed only some symbols, such as Roman eagles and the Fascio Littorio.</li><li><strong>Political Continuities:</strong> Italy later saw the rise of neo-Fascist parties in mainstream politics, notably during Silvio Berlusconi’s tenure starting in 1994.</li></ul><p>This illustrates the varied impact of cultural heritage and political ideology on national memory and public spaces in post-war Europe.</p>"
            }
        },
        {
            "media": {
                "url": "assets/images/Preview-tour-1536x757.jpeg",
                "caption": "Self-guided tour 'Uncovering Italian Colonial Pasts: Florence'",
                "credit": "https://postcolonialitaly.com/postcolonial-italy-launches-its-self-guided-tour/"
            },
            "start_date": {
                "year": "2022",
                "month": "",
                "day": ""
            },
            "text": {
                "headline": "Highlighting Italy's Colonial and Fascist Heritage",
                "text": "<p>The 2021 'Postcolonial Italy' initiative exposes Italy's colonial past through interactive maps and discussions. Key aspects include:</p><ul><li><strong>Visibility and Debate:</strong> The initiative uses maps to visualize Italian colonialism's remnants, fostering public debate.</li><li><strong>Self-Guided Tours:</strong> The project offered a free walking tour in Florence during Black History Month, revealing lesser-known Italian historical narratives.</li><li><strong>Broader Reach:</strong> Expanded to include cities like Venice and Rome, the project draws interest from researchers and the public.</li></ul><p>Additionally, 'Postcolonial Italy' supports 'I luoghi del fascismo', documenting fascist-era sites and their commemoration trends since the 1990s, providing insight into Italy's complex historical identity.</p><p>For more information, visit <a href='https://www.luoghifascismo.it/'>www.luoghifascismo.it</a>.</p>"
            }
        },                    
        {
            "media": {
                "url": "assets/images/luoghifascismo.png",
                "caption": "Homepage of the Places of Fascism project site",
                "credit": ""
            },
            "start_date": {
                "year": "2022",
                "month": "11",
                "day": "23"
            },
            "text": {
                "headline": "Luoghi del Fascismo: Mapping Italy's Fascist Landmarks",
                "text": "<p>The <strong>Luoghi del Fascismo</strong> project, spearheaded by the <strong>Istituto Ferruccio Parri</strong>, introduces an online map showcasing Italy's fascist-era remnants, including the <strong>Palazzo della Civiltà Italiana</strong>. Aimed at documenting and exploring how memories of Benito Mussolini's regime are preserved, the initiative sheds light on various landmarks across Italy.</p><p>Coordinated by historian <strong>Giulia Albanese</strong>, the project maps out fascist landmarks, revealing a surge in commemorations since the 1990s. This interactive platform encourages public engagement, inviting users to contribute unlisted sites for potential inclusion.</p><p>For more information, visit <a href='https://www.luoghifascismo.it/'>www.luoghifascismo.it</a>.</p>"
            }
        },
        {
            "media": {
                "url": "assets/images/92e89306-5895-4f16-bc42-647ea20e007e.webp",
                "caption": "An abstract representation of confronting and reinterpreting historical narratives, symbolizing the dialogue between past and present.",
                "credit": "Image generated by DALL·E"
            },
            "start_date": {
                "year": "2024",
                "month": "",
                "day": ""
            },
            "text": {
                "headline": "Reflecting on the Legacy",
                "text": "<p>The <strong>Palazzo della Civiltà Italiana</strong> embodies a complex heritage, from its origins in Fascism to its modern role. Its history prompts a crucial dialogue on <strong>dissonant heritage</strong> and <strong>counter-heritage practices</strong>.</p><p>Engaging with these 'blind spots' is essential for promoting better heritage practices, encouraging a more inclusive discourse that acknowledges the Palazzo's multifaceted legacy.</p><p>Although no definitive solution exists yet, the increasing discussion around such monuments signifies a growing awareness of Italy's contested past and the importance of confronting these challenges head-on.</p>"
            }
        }        
    ]
}
